const menuData = [
    {
        "category": "Таңғы ас / Завтраки",
        "items": [
            {
                "id": 1,
                "name": "Яичница с колбасой",
                "price": 1800,
                "description": "Глазунья 2 шт, колбаса копченая, микс салат, тостерный хлеб"
            },
            {
                "id": 2,
                "name": "Яичница с сосиской",
                "price": 1800,
                "description": "Глазунья 2 шт, сосиска 2 шт, микс салат, тостерный хлеб"
            },
            {
                "id": 3,
                "name": "Английский завтрак",
                "price": 1800,
                "description": "Омлет на сливках с копченой колбасой, тостерный хлеб, микс салат, нарезка из свежих огурцов и помидоров"
            },
            {
                "id": 4,
                "name": "Омлет с помидорами",
                "price": 1690,
                "description": "Омлет на сливках с помидорами, тостерный хлеб, нарезка из свежих помидоров и огурцов"
            },
            {
                "id": 5,
                "name": "Шакшука с помидорами (острый / не острый)",
                "price": 1890,
                "description": "Яйца жареные 3 шт, болгарский перец, помидоры, острый перец по желанию, кинза, лепешка 1 шт, лук, чеснок"
            },
            {
                "id": 6,
                "name": "Итальянский завтрак",
                "price": 1790,
                "description": "Омлет на сливках со шпинатом, тостерный хлеб, яйцо-пашот 2 шт с запеченными помидорами, тыквенные семечки, микс салат"
            },
            {
                "id": 7,
                "name": "Турецкий завтрак",
                "price": 2600,
                "description": "Рисовая каша, омлет на сливках, колбаса копченая, брынза фета или сыр, маслины, нарезка овощей, варенье/джем, мёд, сливочное масло, бокал черного чая 200 мл"
            },
            {
                "id": 8,
                "name": "Сэндвич с колбасой и сыром",
                "price": 1050,
                "description": "Тостерный хлеб 1 шт, колбаса вареная, сыр, листья салата, свежие помидор и огурец"
            },
            {
                "id": 9,
                "name": "Сэндвич с яйцом и сыром",
                "price": 990,
                "description": "Тостерный хлеб 1 шт, яйцо вареное, сыр, листья салата, свежие помидор и огурец"
            },
            {
                "id": 10,
                "name": "Сэндвич с курицей и сыром",
                "price": 1090,
                "description": "Тостерный хлеб 1 шт, куриное филе, сыр, листья салата, свежие помидор и огурец"
            },
            {
                "id": 11,
                "name": "Каша (Рисовая / Овсяная / Манная)",
                "price": 980,
                "description": "Каша, тостерный хлеб, сливочное масло"
            },
            {
                "id": 12,
                "name": "Французский завтрак",
                "price": 2700,
                "description": "Овсяная каша, глазунья 2 шт, сэндвич с колбасой и сыром, листья салата, мёд, варенье/джем, сливочное масло, бокал компота 200 мл, нарезка из фруктов"
            }
        ]
    },
    {
        "category": "Салаттар / Салаты",
        "items": [
            {
                "id": 13,
                "name": "Греческий",
                "price": 1990,
                "description": "Помидоры, огурцы, маслины, сыр Фетакса, лист салата, болгарский перец, красный лук, оливковое масло, лимонный сок"
            },
            {
                "id": 14,
                "name": "Фирменный салат Kish Mish",
                "price": 2790,
                "description": "Бон филе говяжий, сыр адыгейский, сыр пармезан, сухарики, шампиньоны, лист салата, помидоры черри, лимон, оливковое масло"
            },
            {
                "id": 15,
                "name": "Фатума",
                "price": 2390,
                "description": "Помидоры черри, зеленый лук, цветной болгарский перец, кабачки, сыр Фетакса, Лолло Росса, лист салата, бальзамический соус-крем"
            },
            {
                "id": 16,
                "name": "Винегрет",
                "price": 1390,
                "description": "Свекла, морковь, картофель, квашеная капуста собственного приготовления, зеленый горошек, оливковое масло, зелень"
            },
            {
                "id": 17,
                "name": "Фруктовый салат",
                "price": 1990,
                "description": "Апельсин, банан, виноград, груша, киви, яблоко, йогурт, гранат"
            },
            {
                "id": 18,
                "name": "Селедка под шубой",
                "price": 2390,
                "description": "Селедка, свекла, картофель, морковь, яйца, майонез, лист салата"
            },
            {
                "id": 19,
                "name": "Оливье",
                "price": 1690,
                "description": "Картофель, вареная колбаса, морковь, соус Цезарь, соленые огурцы, яйца, зеленый горошек, лист салата"
            },
            {
                "id": 20,
                "name": "Соленья домашние",
                "price": 1100,
                "description": "Соленые помидоры черри и огурцы, кинза, зелень"
            },
            {
                "id": 21,
                "name": "Малибу",
                "price": 1890,
                "description": "Свежие огурцы и помидоры, сыр Гауда, яйцо, сухарики, лист салата"
            },
            {
                "id": 22,
                "name": "Цезарь с курицей",
                "price": 2860,
                "description": "Айсберг салат, сухарики, куриное филе, сыр пармезан, перепелиные яйца, помидоры черри, соус Цезарь"
            },
            {
                "id": 23,
                "name": "Цезарь с семгой",
                "price": 3690,
                "description": "Айсберг салат, сухарики, семга, сыр пармезан, перепелиные яйца, помидоры черри, соус Цезарь"
            },
            {
                "id": 24,
                "name": "Цезарь с креветками",
                "price": 3890,
                "description": "Айсберг салат, сухарики, креветки, сыр пармезан, перепелиные яйца, помидоры черри, соус Цезарь"
            },
            {
                "id": 25,
                "name": "Капрезе с соусом Песто",
                "price": 2300,
                "description": "Помидоры свежие, сыр моцарелла, руккола, соус Песто, запеченные тыквенные семечки"
            },
            {
                "id": 26,
                "name": "Свежий",
                "price": 1690,
                "description": "Свекие помидоры и огурцы, лук, оливковое масло"
            },
            {
                "id": 27,
                "name": "Ачу-чук острый",
                "price": 1190,
                "description": "Помидоры свежие, лук репчатый, зелень, цветной болгарский перец"
            },
            {
                "id": 28,
                "name": "Ачик-сяй острый",
                "price": 2390,
                "description": "Говядина мякоть, свежие огурцы и помидоры, перец цветной болгарский, стручковый красный острый перец, чеснок, кинза, соевый соус"
            },
            {
                "id": 29,
                "name": "Восточный",
                "price": 2690,
                "description": "Говядина мякоть, перец болгарский цветной, баклажан, огурцы свежие, кинза, чеснок, соевый соус, помидор свежий, лист салата"
            },
            {
                "id": 30,
                "name": "Телятина на гриле с овощами",
                "price": 4190,
                "description": "Бон филе говяжий, кабачки, баклажаны, болгарский цветной перец, помидоры черри, сыр Фетакса, бальзамический соус-крем, запеченные тыквенные семечки"
            },
            {
                "id": 31,
                "name": "Теплый салат фунчоза острый",
                "price": 2590,
                "description": "Говядина мякоть, болгарский цветной перец, лапша фунчоза, лук репчатый, специи"
            },
            {
                "id": 32,
                "name": "Тайский острый",
                "price": 2890,
                "description": "Говядина мякоть, свежие помидоры и огурцы, перец болгарский цветной, морковь, зелень, соевый соус, чеснок, лист салата, белый кунжут"
            },
            {
                "id": 33,
                "name": "Мини моцарелла с апельсином",
                "price": 2600,
                "description": "Соус Песто, руккола, помидоры черри, апельсин свежий, запеченные тыквенные семечки, сыр моцарелла, оливковое масло, лист салата, бальзамический соус-крем"
            },
            {
                "id": 34,
                "name": "Свекольный микс",
                "price": 2190,
                "description": "Свекла, сыр Фетакса, апельсин свежий, запеченные тыквенные семечки, руккола, лист салата, шпинат"
            },
            {
                "id": 35,
                "name": "Куриный с ананасом",
                "price": 2600,
                "description": "Филе куриное, помидоры черри, руккола, запеченные тыквенные семечки, ананас консервированный, творожный сыр, бальзамический соус-крем"
            },
            {
                "id": 36,
                "name": "Фитнес с рукколой и с черносливом",
                "price": 2330,
                "description": "Чернослив, сыр творожный, свекла, руккола, запеченные тыквенные семечки, кунжут белый, помидоры черри, бальзамический соус-крем"
            },
            {
                "id": 37,
                "name": "Гнездо глухаря",
                "price": 2390,
                "description": "Говядина мякоть, картофель пай, перепелиное яйцо, огурцы свежие, кукуруза сладкая, майонез"
            },
            {
                "id": 38,
                "name": "Хрустящий баклажан",
                "price": 2690,
                "description": "Баклажан, руккола, лист салата, листья Лолло Росса, шпинат, помидоры черри, бальзамический соус-крем, тыквенные семечки"
            }
        ]
    },
    {
        "category": "Бірінші тағамдар / Первые блюда",
        "items": [
            {
                "id": 39,
                "name": "Том Ям острый",
                "price": 3520,
                "description": "Креветки, куриное филе, лук репчатый, перец болгарский цветной, рис, грибы шампиньоны, молоко кокосовое, шпинат, паста \"Том Ям\", черный кунжут"
            },
            {
                "id": 40,
                "name": "Суп лапша по-домашнему",
                "price": 1490,
                "description": "Куриное филе, лапша ручного замеса собственного приготовления, яйцо, зелень"
            },
            {
                "id": 41,
                "name": "Окрошка",
                "price": 1100,
                "description": "Огурцы свежие, колбаса вареная, картофель, редиска, кефир, яйцо, минеральная вода, зелень"
            },
            {
                "id": 42,
                "name": "Пельмени",
                "price": 1590,
                "description": "Фарш говяжий, лук репчатый, тесто ручного замеса, сметана, цветной болгарский перец"
            },
            {
                "id": 43,
                "name": "Борщ",
                "price": 1690,
                "description": "Говядина мякоть, морковь, капуста белокочанная, свекла, лук репчатый, томат, зелень, сметана"
            },
            {
                "id": 44,
                "name": "Манпар острый",
                "price": 1690,
                "description": "Говядина мякоть, перец цветной болгарский, пекинская капуста, лук, чеснок, кинза, тесто ручного замеса, острый перец Чили"
            },
            {
                "id": 45,
                "name": "Козы шорпа из баранины в горшочке",
                "price": 2690,
                "description": "Баранина, картофель, репчатый лук, морковь, нут, чеснок, зелень, болгарский цветной перец, помидор"
            },
            {
                "id": 46,
                "name": "Крем-суп из чечевицы",
                "price": 1790,
                "description": "Чечевица, куриное филе, сливки натуральные, зелень, сыр моцарелла, лимон, сухарики"
            },
            {
                "id": 47,
                "name": "Кукси острый (холодный / горячий)",
                "price": 2350,
                "description": "Фарш говяжий, капуста Пекинская, спагетти, огурец свежий, морковь, яйцо, соевый соус, острый перец чили, кинза, чеснок"
            },
            {
                "id": 48,
                "name": "Домашний лагман с бульоном",
                "price": 1850,
                "description": "Тесто ручного замеса, говядина мякоть, редька, перец цветной болгарский, пекинская капуста, картофель, лук репчатый, сельдерей, зелень"
            },
            {
                "id": 49,
                "name": "Шорпа из говядины",
                "price": 1790,
                "description": "Говядина антрекот, картофель, морковь, лук репчатый, зелень"
            },
            {
                "id": 50,
                "name": "Шорпа из баранины",
                "price": 2390,
                "description": "Баранина, картофель, морковь, лук репчатый, зелень"
            },
            {
                "id": 51,
                "name": "Солянка",
                "price": 1690,
                "description": "Говядина мякоть, копченая колбаса, вареная колбаса, куриное филе, лук репчатый, томатная паста, зелень, лимон, сметана, маслины"
            },
            {
                "id": 52,
                "name": "Уха по-царски",
                "price": 1830,
                "description": "Сазан, кефаль, семга, картофель, лук репчатый, морковь, зелень, лимон"
            },
            {
                "id": 53,
                "name": "Нарын",
                "price": 1970,
                "description": "Тесто ручного замеса собственного приготовления, казы, рваная говядина, бульон говяжий, перец болгарский цветной"
            }
        ]
    },
    {
        "category": "Екінші тағамдар / Вторые блюда",
        "items": [
            {
                "id": 54,
                "name": "Фишбармак",
                "price": 4990,
                "description": "Осетрина, лимон, лук репчатый и болгарский перец в соусе, зелень, тесто ручного замеса. Бульон подается отдельно"
            },
            {
                "id": 55,
                "name": "Бешбармак Баранина",
                "price": 4290,
                "description": "Баранина, курдюк бараний, казы, картошка, морковь, лук репчатый и болгарский перец в соусе, тесто ручного замеса"
            },
            {
                "id": 56,
                "name": "Бешбармак Говядина",
                "price": 3890,
                "description": "Говядина, курдюк бараний, казы, картошка, морковь, лук репчатый и болгарский перец в соусе, тесто ручного замеса"
            },
            {
                "id": 57,
                "name": "Қойдың басы (Отварная баранья голова с оформлением)",
                "price": 4900,
                "description": ""
            },
            {
                "id": 58,
                "name": "Бешбармак Қойдың басы на 2 персоны",
                "price": 5990,
                "description": "Отварная баранья голова, тесто ручного замеса, соус с луком, сорпа, картошка"
            },
            {
                "id": 59,
                "name": "Қойдың басы с красным соусом",
                "price": 5160,
                "description": "Отварная баранья голова, красный соус средне-острый"
            },
            {
                "id": 60,
                "name": "Плов Чайханский",
                "price": 2290,
                "description": "Говядина мякоть, рис, морковь красная и желтая, лук репчатый, изюм, нут, гранат, лимон, яйцо, долма, халапеньо"
            },
            {
                "id": 61,
                "name": "Плов Ташкентский",
                "price": 1790,
                "description": "Говядина мякоть, рис, морковь красная и желтая, лук репчатый, изюм, нут, халапеньо"
            },
            {
                "id": 62,
                "name": "Плов Праздничный",
                "price": 2500,
                "description": "Говядина мякоть, рис, морковь красная и желтая, казы, лук репчатый, изюм, нут, перепелиные яйца, халапеньо"
            },
            {
                "id": 63,
                "name": "Шах плов мини",
                "price": 2390,
                "description": "Говядина мякоть, рис, морковь красная и желтая, лук репчатый, изюм, нут, яйцо перепелиное, тесто ручного замеса, черный кунжут"
            },
            {
                "id": 64,
                "name": "Манты с рубленным мясом",
                "price": 2090,
                "description": "Рубленое мясо говядины, лук репчатый, жир говяжий, тесто ручного замеса, майонез или сметана"
            },
            {
                "id": 65,
                "name": "Жареные манты с рубленным мясом",
                "price": 2190,
                "description": ""
            },
            {
                "id": 66,
                "name": "Қуырдақ Баранина",
                "price": 3790,
                "description": "Бараньи ребрышки, картофель, лук, зелень, лист салата"
            },
            {
                "id": 67,
                "name": "Қуырдақ Конина",
                "price": 3590,
                "description": "Конина, картофель, лук, зелень, лист салата"
            },
            {
                "id": 68,
                "name": "Қуырдақ Говядина",
                "price": 3090,
                "description": "Говядина ребрышки, картофель, лук, зелень, лист салата"
            },
            {
                "id": 69,
                "name": "Қарын қуырдақ",
                "price": 2390,
                "description": "Сердце, почки, легкое, требуха говяжья, лук, лист салата"
            },
            {
                "id": 70,
                "name": "Атум кефте",
                "price": 3690,
                "description": "Фарш говяжий, сыр моцарелла, баклажан, помидор, лук, стручковый перец, болгарский перец, рис с овощами"
            },
            {
                "id": 71,
                "name": "Долма",
                "price": 2200,
                "description": "Виноградные листья, фарш говяжий, чесночный соус, гранат, лист салата"
            },
            {
                "id": 72,
                "name": "Куриное филе в кисло-сладком соусе",
                "price": 3490,
                "description": "Куриное филе, картофельные дольки, помидоры, кисло-сладкий соус, микс салат"
            },
            {
                "id": 73,
                "name": "Мясной микс с ананасом",
                "price": 5190,
                "description": "Бон филе говяжий, филе куриное, картофельные дольки, ананас, микс салат, соус"
            },
            {
                "id": 74,
                "name": "Кефте с сыром",
                "price": 3390,
                "description": "Фарш говяжий, сыр моцарелла, рис/пюре, кисло-сладкий соус, нарезка из свежих огурцов и помидоров"
            },
            {
                "id": 75,
                "name": "Рибай стейк",
                "price": 6890,
                "description": "Говядина, демиглас соус, картофельные дольки, кукуруза, микс салат"
            },
            {
                "id": 76,
                "name": "Тибон стейк",
                "price": 6990,
                "description": "Говядина, демиглас соус, картофельные дольки, кукуруза, микс салат"
            },
            {
                "id": 77,
                "name": "Пеппер стейк",
                "price": 7390,
                "description": "Бон филе, демиглас соус, картофельные дольки, кукуруза, микс салат"
            },
            {
                "id": 78,
                "name": "Рамен с курицей (острый / средне-острый)",
                "price": 2530,
                "description": ""
            },
            {
                "id": 79,
                "name": "Рамен с говядиной (острый / средне-острый)",
                "price": 2700,
                "description": ""
            },
            {
                "id": 80,
                "name": "Рамен с креветками (острый / средне-острый)",
                "price": 3490,
                "description": ""
            },
            {
                "id": 81,
                "name": "Рамен с сыром (острый / средне-острый)",
                "price": 2190,
                "description": ""
            },
            {
                "id": 82,
                "name": "Удон с говядиной (острый)",
                "price": 2420,
                "description": ""
            },
            {
                "id": 83,
                "name": "Удон с креветками (острый)",
                "price": 3290,
                "description": ""
            },
            {
                "id": 84,
                "name": "Удон с курицей (острый)",
                "price": 2200,
                "description": ""
            },
            {
                "id": 85,
                "name": "Жареные пельмени",
                "price": 1690,
                "description": "Собственного приготовления, кетчуп, майонез"
            },
            {
                "id": 86,
                "name": "Курица под сливочным соусом с грибами и сыром",
                "price": 3090,
                "description": "Гарнир рис/пюре"
            },
            {
                "id": 87,
                "name": "Говядина под сливочным соусом с грибами и сыром",
                "price": 3390,
                "description": "Гарнир рис/пюре"
            },
            {
                "id": 88,
                "name": "Курица под сливочным соусом с грибами",
                "price": 2790,
                "description": "Гарнир рис/пюре"
            },
            {
                "id": 89,
                "name": "Курица под сливочным соусом",
                "price": 2490,
                "description": "Гарнир рис/пюре"
            },
            {
                "id": 90,
                "name": "Бефстроганов",
                "price": 2990,
                "description": "Гарнир рис/пюре"
            },
            {
                "id": 91,
                "name": "Семга под сливочным соусом",
                "price": 3990,
                "description": "Гарнир рис/пюре"
            },
            {
                "id": 92,
                "name": "Бризоль",
                "price": 2600,
                "description": "Фарш говяжий, нарезка овощей, яйцо, майонез, кетчуп, лист салата"
            }
        ]
    },
    {
        "category": "Паста Италия",
        "items": [
            {
                "id": 93,
                "name": "Фетучини Альфредо",
                "price": 2690,
                "description": "Куриное филе, лук, сливки, зелень, тесто фетучини, черри, пармезан"
            },
            {
                "id": 94,
                "name": "Фетучини с грибами и курицей",
                "price": 2990,
                "description": ""
            },
            {
                "id": 95,
                "name": "Фетучини с креветками",
                "price": 3390,
                "description": ""
            },
            {
                "id": 96,
                "name": "Фетучини с семгой",
                "price": 4070,
                "description": ""
            },
            {
                "id": 97,
                "name": "Фарфалле с курицей",
                "price": 2690,
                "description": "Куриное филе, лук, сливки, зелень, макароны фарфалле, черри, пармезан"
            },
            {
                "id": 98,
                "name": "Фарфалле с креветками",
                "price": 3290,
                "description": ""
            },
            {
                "id": 99,
                "name": "Фарфалле с семгой",
                "price": 4180,
                "description": ""
            },
            {
                "id": 100,
                "name": "Карбонара паста",
                "price": 3100,
                "description": "Куриное филе, шампиньоны, лук, сливки, зелень, фетучини, черри"
            },
            {
                "id": 101,
                "name": "Паста Болоньезе",
                "price": 2690,
                "description": "Фарш говяжий, лук, соус болоньезе, шампиньоны, сливки, спагетти, пармезан"
            }
        ]
    },
    {
        "category": "Лагмандар / Лагманы",
        "items": [
            {
                "id": 102,
                "name": "Лагман с бараньими ребрышками",
                "price": 3690,
                "description": ""
            },
            {
                "id": 103,
                "name": "Суйру лагман",
                "price": 2390,
                "description": "Мелко порезанная говядина, овощи, сельдерей, тесто ручного замеса"
            },
            {
                "id": 104,
                "name": "Гуйру лагман",
                "price": 2390,
                "description": "Крупно порезанная говядина, овощи, сельдерей, тесто ручного замеса"
            },
            {
                "id": 105,
                "name": "Лазыру лагман с болгарским перцем",
                "price": 2490,
                "description": ""
            },
            {
                "id": 106,
                "name": "Лазы-джи лагман с курицей",
                "price": 2190,
                "description": ""
            },
            {
                "id": 107,
                "name": "Могору лагман с шампиньонами",
                "price": 2780,
                "description": ""
            },
            {
                "id": 108,
                "name": "Хауха лагман с яйцом",
                "price": 2590,
                "description": ""
            },
            {
                "id": 109,
                "name": "Гуйру ганфан с рисом",
                "price": 2590,
                "description": ""
            }
        ]
    },
    {
        "category": "Цомяндар / Цомяны",
        "items": [
            {
                "id": 110,
                "name": "Цомян Дин-Дин",
                "price": 2530,
                "description": "Мелко нарезанное тесто и говядина, болгарский перец, пекинская капуста, сельдерей, специи"
            },
            {
                "id": 111,
                "name": "Цомян Ганбян (острый, жареный)",
                "price": 2590,
                "description": ""
            },
            {
                "id": 112,
                "name": "Цомян с креветками и брокколи в томатном соусе",
                "price": 3590,
                "description": ""
            },
            {
                "id": 113,
                "name": "Цомян Гуйру",
                "price": 2430,
                "description": ""
            },
            {
                "id": 114,
                "name": "Цомян Суйру",
                "price": 2530,
                "description": ""
            },
            {
                "id": 115,
                "name": "Цомян с курицей",
                "price": 2290,
                "description": ""
            },
            {
                "id": 116,
                "name": "Цомян Могору с шампиньонами",
                "price": 2790,
                "description": ""
            }
        ]
    },
    {
        "category": "Китай Жаровня",
        "items": [
            {
                "id": 117,
                "name": "Нан кебаб",
                "price": 3890,
                "description": "Крупно нарезанная говядина, бараньи ребрышки, перец, лук, специи, лепешка"
            },
            {
                "id": 118,
                "name": "Курица в кисло-сладком соусе (без гарнира)",
                "price": 2890,
                "description": ""
            },
            {
                "id": 119,
                "name": "Жаровня ассорти",
                "price": 3290,
                "description": "Говядина, куриное филе, шампиньоны, болгарский перец, лук"
            },
            {
                "id": 120,
                "name": "Жаровня с грибами",
                "price": 3890,
                "description": ""
            },
            {
                "id": 121,
                "name": "Жаровня с говядиной",
                "price": 3590,
                "description": ""
            },
            {
                "id": 122,
                "name": "Жаровня бараньи ребрышки",
                "price": 4690,
                "description": ""
            },
            {
                "id": 123,
                "name": "Казан кебаб из курицы",
                "price": 2890,
                "description": "Куриное филе, картофельные дольки, лук, специи"
            },
            {
                "id": 124,
                "name": "Казан кебаб из говядины",
                "price": 3590,
                "description": "Говядина, картофельные дольки, лук, специи"
            },
            {
                "id": 125,
                "name": "Фри с мясом",
                "price": 3360,
                "description": "Говядина, болгарский перец, лук, картофель фри"
            },
            {
                "id": 126,
                "name": "Қарын сәй",
                "price": 2750,
                "description": "Требуха жареная, лук, болгарский перец, лист салата"
            }
        ]
    },
    {
        "category": "Fast-Food",
        "items": [
            {
                "id": 127,
                "name": "Бургер говяжий",
                "price": 1800,
                "description": "Булочка, котлета, сыр Чеддер, горчица, кетчуп, тартар, помидоры, салат"
            },
            {
                "id": 128,
                "name": "Бургер куриный",
                "price": 1550,
                "description": ""
            },
            {
                "id": 129,
                "name": "Хот-дог в лаваше",
                "price": 880,
                "description": "Лаваш, Halal сосиска, майонез, кетчуп, лист салата"
            },
            {
                "id": 130,
                "name": "Хот-дог классика",
                "price": 880,
                "description": "Булочка, Halal сосиска, майонез, кетчуп, салат, помидоры"
            },
            {
                "id": 131,
                "name": "Донер Чикен",
                "price": 1600,
                "description": "Лаваш, куриное филе в панировке, тартар, овощи, кетчуп"
            },
            {
                "id": 132,
                "name": "Донер Куриный",
                "price": 1600,
                "description": "Лаваш, куриное филе, картофель пай/фри, помидоры, соленые огурцы, донер соус"
            },
            {
                "id": 133,
                "name": "Донер Говяжий",
                "price": 1700,
                "description": "Лаваш, фарш говяжий, картофель пай/фри, овощи, тартар, донер соус"
            },
            {
                "id": 134,
                "name": "Донер по-ливански (острый / средне-острый)",
                "price": 1700,
                "description": "Пита, фарш говяжий, пай/фри, овощи, донер соус, тартар, халапеньо, сладкая кукуруза"
            },
            {
                "id": 135,
                "name": "Донер по-турецки",
                "price": 1650,
                "description": "Пита, фарш говяжий, пай/фри, овощи, тартар, донер соус"
            }
        ]
    },
    {
        "category": "Кәуәптар / Шашлыки",
        "items": [
            {
                "id": 136,
                "name": "Люля-кебаб говядина",
                "price": 1990,
                "description": ""
            },
            {
                "id": 137,
                "name": "Люля-кебаб куриный",
                "price": 1890,
                "description": ""
            },
            {
                "id": 138,
                "name": "Баранина антрекот",
                "price": 2570,
                "description": ""
            },
            {
                "id": 139,
                "name": "Баранина мякоть",
                "price": 2890,
                "description": ""
            },
            {
                "id": 140,
                "name": "Говядина бон-филе",
                "price": 3590,
                "description": ""
            },
            {
                "id": 141,
                "name": "Куриная грудка",
                "price": 1890,
                "description": ""
            },
            {
                "id": 142,
                "name": "Куриные крылышки",
                "price": 1890,
                "description": ""
            },
            {
                "id": 143,
                "name": "Куриные бедра",
                "price": 1690,
                "description": ""
            },
            {
                "id": 144,
                "name": "Утиная грудка",
                "price": 1790,
                "description": ""
            },
            {
                "id": 145,
                "name": "Картошка с курдюком на мангале",
                "price": 1490,
                "description": ""
            },
            {
                "id": 146,
                "name": "Овощи на мангале",
                "price": 1890,
                "description": ""
            },
            {
                "id": 147,
                "name": "Грибы шампиньоны на мангале",
                "price": 2100,
                "description": ""
            }
        ]
    },
    {
        "category": "Соусы",
        "items": [
            {
                "id": 148,
                "name": "Сметана / Майонез / Кетчуп",
                "price": 250,
                "description": ""
            },
            {
                "id": 149,
                "name": "Лазджан острый / Сливочный",
                "price": 320,
                "description": ""
            },
            {
                "id": 150,
                "name": "Чесночный / Тар-тар / Шашлычный",
                "price": 400,
                "description": ""
            }
        ]
    },
    {
        "category": "Пиццалар / Пицца",
        "items": [
            {
                "id": 151,
                "name": "Квадрофарманджи (4 сыра)",
                "price": 3690,
                "description": "Фета, моцарелла, Гауда, адыгейский, соус"
            },
            {
                "id": 152,
                "name": "Болоньеза",
                "price": 2990,
                "description": "Говяжий фарш, соус болоньезе, моцарелла"
            },
            {
                "id": 153,
                "name": "Мексиканская",
                "price": 3790,
                "description": "Фарш, шампиньоны, болгарский перец, халапеньо, моцарелла, соус"
            },
            {
                "id": 154,
                "name": "Салями",
                "price": 2800,
                "description": "Колбаса Halal, моцарелла, соус"
            },
            {
                "id": 155,
                "name": "Грибная",
                "price": 2990,
                "description": "Шампиньоны, моцарелла, соус"
            },
            {
                "id": 156,
                "name": "4 Сезона",
                "price": 3390,
                "description": "Куриное филе, фарш говяжий, колбаса Halal, шампиньоны, моцарелла"
            },
            {
                "id": 157,
                "name": "Пицца с семгой",
                "price": 4990,
                "description": ""
            },
            {
                "id": 158,
                "name": "Куриная",
                "price": 2800,
                "description": "Куриное филе, кукуруза, моцарелла"
            },
            {
                "id": 159,
                "name": "Маргарита",
                "price": 2500,
                "description": "Помидоры, моцарелла"
            },
            {
                "id": 160,
                "name": "Вегетарианская",
                "price": 2990,
                "description": "Шампиньоны, болгарский перец, помидоры, оливки, моцарелла"
            },
            {
                "id": 161,
                "name": "Цезарь",
                "price": 4130,
                "description": "Куриное филе, салат айсберг, черри, моцарелла, соус цезарь"
            }
        ]
    },
    {
        "category": "Выпечка / Нан өнімдері",
        "items": [
            {
                "id": 162,
                "name": "Хачапури по-аджарски",
                "price": 2490,
                "description": "Моцарелла, яйцо"
            },
            {
                "id": 163,
                "name": "Хачапури по-грузински",
                "price": 2290,
                "description": "Моцарелла, яйцо, кинза"
            },
            {
                "id": 164,
                "name": "Хачапури по-мегрельски",
                "price": 2990,
                "description": "Моцарелла"
            },
            {
                "id": 165,
                "name": "Самса слоеная с говядиной",
                "price": 480,
                "description": ""
            },
            {
                "id": 166,
                "name": "Самса слоеная с курицей",
                "price": 430,
                "description": ""
            },
            {
                "id": 167,
                "name": "Хычина",
                "price": 1890,
                "description": "Картошка, моцарелла"
            },
            {
                "id": 168,
                "name": "Лахмаджун",
                "price": 1690,
                "description": "Фарш говяжий, помидор, огурец, лимон, зелень"
            },
            {
                "id": 169,
                "name": "Хлебная корзина",
                "price": 1090,
                "description": "6 баурсаков, 1 лепешка, 6 кусочков черного хлеба"
            },
            {
                "id": 170,
                "name": "Лепешка",
                "price": 250,
                "description": ""
            },
            {
                "id": 171,
                "name": "Баурсаки (12 шт)",
                "price": 980,
                "description": ""
            },
            {
                "id": 172,
                "name": "Черный хлеб (6 / 12 шт)",
                "price": 300,
                "description": ""
            }
        ]
    },
    {
        "category": "Балық тағамдары / Блюда из рыбы",
        "items": [
            {
                "id": 173,
                "name": "Семга на гриле",
                "price": 6390,
                "description": "Семга, картофельные дольки, сливочный соус, лимон"
            },
            {
                "id": 174,
                "name": "Дорадо на гриле",
                "price": 5490,
                "description": "Дорадо, рис с овощами, лимон, красная/черная икра, красный лук, зелень"
            },
            {
                "id": 175,
                "name": "Форель на гриле",
                "price": 5290,
                "description": "Форель, рис с овощами, лимон, икра, зелень"
            },
            {
                "id": 176,
                "name": "Филе сазана с овощами",
                "price": 3890,
                "description": "Филе сазана, баклажан, кабачки, лук, помидор, шампиньоны, рис, икра"
            },
            {
                "id": 177,
                "name": "Филе судака с овощами",
                "price": 3990,
                "description": "Филе судака, лимон, рис, баклажан, кабачки, болгарский перец, икра"
            }
        ]
    },
    {
        "category": "Запеченные роллы",
        "items": [
            {
                "id": 178,
                "name": "Калифорния классика",
                "price": 2970,
                "description": ""
            },
            {
                "id": 179,
                "name": "Калифорния с креветками",
                "price": 3490,
                "description": ""
            },
            {
                "id": 180,
                "name": "Калифорния с лососем",
                "price": 3250,
                "description": ""
            },
            {
                "id": 181,
                "name": "Филадельфия опаленная",
                "price": 3590,
                "description": ""
            },
            {
                "id": 182,
                "name": "Филадельфия Хот",
                "price": 3520,
                "description": ""
            },
            {
                "id": 183,
                "name": "Фитнес Хот",
                "price": 1890,
                "description": ""
            },
            {
                "id": 184,
                "name": "Поцелуй Гейши",
                "price": 3850,
                "description": ""
            },
            {
                "id": 185,
                "name": "Самурай",
                "price": 2450,
                "description": ""
            },
            {
                "id": 186,
                "name": "Динамит",
                "price": 3150,
                "description": ""
            },
            {
                "id": 187,
                "name": "Цезарь запеченный",
                "price": 2690,
                "description": ""
            }
        ]
    },
    {
        "category": "Жареные роллы",
        "items": [
            {
                "id": 188,
                "name": "Америка",
                "price": 3990,
                "description": ""
            },
            {
                "id": 189,
                "name": "Цезарь Темпура",
                "price": 2300,
                "description": ""
            },
            {
                "id": 190,
                "name": "Темпура (с креветками)",
                "price": 2950,
                "description": ""
            },
            {
                "id": 191,
                "name": "Саке Темпура (с семгой)",
                "price": 2300,
                "description": ""
            },
            {
                "id": 192,
                "name": "Теплый Панко (с курицей)",
                "price": 2050,
                "description": ""
            },
            {
                "id": 193,
                "name": "Калифорния Темпура",
                "price": 2790,
                "description": ""
            }
        ]
    },
    {
        "category": "Холодные роллы",
        "items": [
            {
                "id": 194,
                "name": "Калифорния с креветками",
                "price": 2730,
                "description": ""
            },
            {
                "id": 195,
                "name": "Калифорния классика",
                "price": 1980,
                "description": ""
            },
            {
                "id": 196,
                "name": "Филадельфия",
                "price": 3290,
                "description": ""
            },
            {
                "id": 197,
                "name": "Филадельфия с креветками",
                "price": 3650,
                "description": ""
            },
            {
                "id": 198,
                "name": "Филадельфия Люкс (с красной икрой)",
                "price": 3990,
                "description": ""
            },
            {
                "id": 199,
                "name": "Нежный",
                "price": 3990,
                "description": ""
            },
            {
                "id": 200,
                "name": "Чиз Хот",
                "price": 2050,
                "description": ""
            },
            {
                "id": 201,
                "name": "Сяки Маки (маки с лососем)",
                "price": 2390,
                "description": ""
            },
            {
                "id": 202,
                "name": "Каппа Маки (маки с огурцом)",
                "price": 1490,
                "description": ""
            }
        ]
    },
    {
        "category": "Суши Сеты",
        "items": [
            {
                "id": 203,
                "name": "СЕТ Ассорти (40 шт)",
                "price": 10190,
                "description": "Холодная Филадельфия, Запеченная Калифорния классика, Жареная Темпура, Жареный Теплый Панко"
            },
            {
                "id": 204,
                "name": "СЕТ Якудза (30 шт)",
                "price": 8690,
                "description": "Запеченная Поцелуй Гейши, Жареная Темпура, Запеченная Калифорния классика"
            },
            {
                "id": 205,
                "name": "СЕТ Жареный (30 шт)",
                "price": 8190,
                "description": "Жареная Калифорния Темпура, Жареная Америка, Жареная Саке Темпура"
            },
            {
                "id": 206,
                "name": "СЕТ Дастархан (30 шт)",
                "price": 8990,
                "description": "Запеченный Поцелуй Гейши, Жареный Цезарь Темпура, Холодный Чиз Хот, картофель фри 1 порция, Coca-Cola 1л"
            }
        ]
    },
    {
        "category": "Детское меню и Гарниры",
        "items": [
            {
                "id": 207,
                "name": "Куриные котлеты (2 шт)",
                "price": 1410,
                "description": ""
            },
            {
                "id": 208,
                "name": "Говяжьи котлеты (2 шт)",
                "price": 1690,
                "description": ""
            },
            {
                "id": 209,
                "name": "Жареные сосиски (2 шт)",
                "price": 920,
                "description": ""
            },
            {
                "id": 210,
                "name": "Вареные сосиски (2 шт)",
                "price": 810,
                "description": ""
            },
            {
                "id": 211,
                "name": "Куриные наггетсы (10 шт + кетчуп)",
                "price": 1690,
                "description": ""
            },
            {
                "id": 212,
                "name": "Рис отварной",
                "price": 760,
                "description": ""
            },
            {
                "id": 213,
                "name": "Пюре картофельное",
                "price": 750,
                "description": ""
            },
            {
                "id": 214,
                "name": "Картофельные дольки / Фри",
                "price": 970,
                "description": ""
            }
        ]
    },
    {
        "category": "Комбо и Большие Сеты",
        "items": [
            {
                "id": 215,
                "name": "Комбо #1",
                "price": 2690,
                "description": "Бургер говяжий, Pepsi 0.5л, фри, соус"
            },
            {
                "id": 216,
                "name": "Комбо #2",
                "price": 2490,
                "description": "Бургер куриный, Pepsi 0.5л, фри, соус"
            },
            {
                "id": 217,
                "name": "Комбо #3",
                "price": 2590,
                "description": "Донер Чикен, Pepsi 0.5л, фри, соус"
            },
            {
                "id": 218,
                "name": "Комбо #4",
                "price": 2590,
                "description": "Донер Куриный, Pepsi 0.5л, фри, соус"
            },
            {
                "id": 219,
                "name": "Сет Мега",
                "price": 11990,
                "description": "Крылышки Чикен 25 шт, соус Heinz 3 шт, фри 2 порции + 2 кетчупа, Coca-Cola 1л, роллы Поцелуй Гейши, роллы Жареная Темпура, Пицца Маргарита"
            },
            {
                "id": 220,
                "name": "Сет Трио",
                "price": 7990,
                "description": "Роллы запеченные Цезарь, пицца Маргарита, Крылышки Чикен 16 шт, 2 соуса Heinz, Coca-Cola или Pepsi 1л"
            },
            {
                "id": 221,
                "name": "Куриные крылышки: 8 шт",
                "price": 1900,
                "description": ""
            },
            {
                "id": 222,
                "name": "Шашлык Ассорти Мясное (на 10 персон)",
                "price": 24390,
                "description": "По 2 порции: люля говядина, баранина мякоть, баранина антрекот, говядина бон-филе, картошка с курдюком. Гарнир: фри 2 порции, дольки 2 порции, лаваш 4 шт, соус 2 шт"
            },
            {
                "id": 223,
                "name": "Шашлык Ассорти Куриный (на 7-8 персон)",
                "price": 18690,
                "description": "По 2 порции: люля куриный, крылышки, грудка, бедро. Гарнир: овощи на мангале 1 порция, фри 2 порции, дольки 2 порции, лаваш 4 шт, соус 2 шт"
            },
            {
                "id": 224,
                "name": "Шашлык Сет от Шефа (на 8-9 персон)",
                "price": 26100,
                "description": "По 1 порции всех видов шашлыков + курдюк + овощи и грибы на мангале, фри, дольки, лаваш"
            },
            {
                "id": 225,
                "name": "Пицца Мания Сет",
                "price": 7900,
                "description": "Пицца Маргарита, Салями, Куриная + 1 литр Coca-Cola/Pepsi"
            },
            {
                "id": 226,
                "name": "Сет Морское Ассорти (на 3-4 персоны)",
                "price": 11990,
                "description": "Кефаль запеченная целая, судак жареный, толстолобик жареный, дольки, рис, соусы"
            },
            {
                "id": 227,
                "name": "Сет Морское на 5-6 персон",
                "price": 20990,
                "description": "Всё то же самое + фри, соусы и овощи на гриле"
            },
            {
                "id": 228,
                "name": "Сет Королевский (на 4-5 персон)",
                "price": 27690,
                "description": "Дорадо целая, Семга стейк, Толстолобик жареный, Форель целая запеченная, рис, овощи на гриле, соусы"
            }
        ]
    },
    {
        "category": "Банкетное меню (На заказ)",
        "items": [
            {
                "id": 229,
                "name": "Бешбармак: на 3-4 персоны",
                "price": 15000,
                "description": ""
            },
            {
                "id": 230,
                "name": "Бешбармак без мяса (на 7-8 персон)",
                "price": 13490,
                "description": ""
            },
            {
                "id": 231,
                "name": "Фишбармак (на 7-8 персон, осетрина)",
                "price": 31990,
                "description": ""
            },
            {
                "id": 232,
                "name": "Ташкентский плов на вынос (1 кг на 3-4 персоны)",
                "price": 4590,
                "description": ""
            },
            {
                "id": 233,
                "name": "Ташкентский плов на 6-7 персон",
                "price": 9890,
                "description": ""
            },
            {
                "id": 234,
                "name": "Шах плов на 7-8 персон",
                "price": 14000,
                "description": ""
            },
            {
                "id": 235,
                "name": "Қуырдақ Баранина: на 3-4 персоны",
                "price": 15600,
                "description": ""
            },
            {
                "id": 236,
                "name": "Қуырдақ Говядина: на 3-4 персоны",
                "price": 11590,
                "description": ""
            },
            {
                "id": 237,
                "name": "Қуырдақ Конина: на 3-4 персоны",
                "price": 14690,
                "description": ""
            },
            {
                "id": 238,
                "name": "Манты с розочкой: на 4-5 персон",
                "price": 7600,
                "description": ""
            },
            {
                "id": 239,
                "name": "Сырне из баранины с розочками (на 5-6 персон)",
                "price": 30990,
                "description": ""
            },
            {
                "id": 240,
                "name": "Дапанджи из курицы: на 3-4 персоны",
                "price": 9890,
                "description": ""
            },
            {
                "id": 241,
                "name": "Дапанру из баранины: на 3-4 персоны",
                "price": 13990,
                "description": ""
            },
            {
                "id": 242,
                "name": "Дапанру из говядины: на 3-4 персоны",
                "price": 11000,
                "description": ""
            },
            {
                "id": 243,
                "name": "Сет Достар (на 6-7 персон)",
                "price": 13960,
                "description": "Манты 2п, Куырдак говяжий 2п, плов 2п, соленья/ачу-чук 2п, лимонад 1л"
            },
            {
                "id": 244,
                "name": "Сет Восточный (на 3-4 персоны)",
                "price": 6190,
                "description": "Плов 2п, люля говяжий 2п, соус, лаваш, салат"
            },
            {
                "id": 245,
                "name": "Сет Ханский (на 7-8 персон)",
                "price": 12750,
                "description": "Плов 5п, люля говяжий 3п, салат 2п, компот 1л"
            },
            {
                "id": 246,
                "name": "Мини самса (5 шт): с курицей",
                "price": 1450,
                "description": ""
            },
            {
                "id": 247,
                "name": "Мини чебурек с говядиной (5 шт)",
                "price": 1580,
                "description": ""
            },
            {
                "id": 248,
                "name": "Фруктовое ассорти",
                "price": 4890,
                "description": ""
            },
            {
                "id": 249,
                "name": "Мясное ассорти (Казы, рулет говяжий/куриный, колбасы)",
                "price": 6590,
                "description": ""
            }
        ]
    },
    {
        "category": "Десерты / Торты",
        "items": [
            {
                "id": 250,
                "name": "Чизкейк (Испанский / Казакша / Oreo)",
                "price": 1650,
                "description": ""
            },
            {
                "id": 251,
                "name": "Чизкейк Дубайский",
                "price": 2000,
                "description": ""
            },
            {
                "id": 252,
                "name": "Чизкейк Фисташковый",
                "price": 2000,
                "description": ""
            },
            {
                "id": 253,
                "name": "Торт (Молочная девочка / Вупи пай)",
                "price": 1550,
                "description": ""
            },
            {
                "id": 254,
                "name": "Торт Фисташковый / Шаганэ",
                "price": 1550,
                "description": ""
            },
            {
                "id": 255,
                "name": "Торт (Медовик / Наполеон)",
                "price": 1100,
                "description": ""
            },
            {
                "id": 256,
                "name": "Торт (Сникерс / Трюфельный)",
                "price": 1650,
                "description": ""
            },
            {
                "id": 257,
                "name": "Сет к чаю №1",
                "price": 2190,
                "description": "Медовик 1п, Наполеон 1п, пирог 6 кусочков"
            },
            {
                "id": 258,
                "name": "Сет к чаю №2",
                "price": 2590,
                "description": "Вупи пай 1п, Молочная девочка 1п, пирог 4 кусочка"
            }
        ]
    },
    {
        "category": "Кофе (0.3л / 0.4л)",
        "hasVariants": true,
        "volumes": ["0.3л", "0.4л"],
        "items": [
            { "id": 600, "name": "Кофе Американо (0.3л)", "flavor": "Американо", "volume": "0.3л", "price": 700, "description": "" },
            { "id": 601, "name": "Кофе Американо (0.4л)", "flavor": "Американо", "volume": "0.4л", "price": 800, "description": "" },
            { "id": 602, "name": "Кофе Капучино (0.3л)", "flavor": "Капучино", "volume": "0.3л", "price": 950, "description": "" },
            { "id": 603, "name": "Кофе Капучино (0.4л)", "flavor": "Капучино", "volume": "0.4л", "price": 1000, "description": "" },
            { "id": 604, "name": "Кофе Латте (0.3л)", "flavor": "Латте", "volume": "0.3л", "price": 950, "description": "" },
            { "id": 605, "name": "Кофе Латте (0.4л)", "flavor": "Латте", "volume": "0.4л", "price": 1200, "description": "" },
            { "id": 606, "name": "Кофе Флэт Уайт (0.3л)", "flavor": "Флэт Уайт", "volume": "0.3л", "price": 850, "description": "" },
            { "id": 607, "name": "Кофе Флэт Уайт (0.4л)", "flavor": "Флэт Уайт", "volume": "0.4л", "price": 950, "description": "" },
            { "id": 608, "name": "Кофе Раф (0.3л)", "flavor": "Раф", "volume": "0.3л", "price": 1200, "description": "" },
            { "id": 609, "name": "Кофе Раф (0.4л)", "flavor": "Раф", "volume": "0.4л", "price": 1300, "description": "" },
            { "id": 610, "name": "Кофе Мокко (0.3л)", "flavor": "Мокко", "volume": "0.3л", "price": 1200, "description": "" },
            { "id": 611, "name": "Кофе Мокко (0.4л)", "flavor": "Мокко", "volume": "0.4л", "price": 1300, "description": "" }
        ]
    },
    {
        "category": "Чайники (1.0л)",
        "items": [
            {
                "id": 263,
                "name": "Казахский чай в термосе",
                "price": 1990,
                "description": ""
            },
            {
                "id": 264,
                "name": "Карак чай",
                "price": 2600,
                "description": ""
            },
            {
                "id": 265,
                "name": "Марокканский / Облепиховый / Малиновый",
                "price": 1600,
                "description": ""
            },
            {
                "id": 266,
                "name": "Ташкентский чай",
                "price": 1490,
                "description": ""
            },
            {
                "id": 267,
                "name": "Фруктовый / Имбирный",
                "price": 1400,
                "description": ""
            },
            {
                "id": 268,
                "name": "Чай с бергамотом / Черный",
                "price": 900,
                "description": ""
            },
            {
                "id": 269,
                "name": "Зеленый / Жасминовый",
                "price": 750,
                "description": ""
            }
        ]
    },
    {
        "category": "Лимонады",
        "hasVariants": true,
        "volumes": ["1 литр", "0.4 стакан"],
        "items": [
            { "id": 500, "name": "Лимонад Микс (1 литр)", "flavor": "Микс", "volume": "1 литр", "price": 2400, "description": "" },
            { "id": 501, "name": "Лимонад Ананас (1 литр)", "flavor": "Ананас", "volume": "1 литр", "price": 2400, "description": "" },
            { "id": 502, "name": "Лимонад Арбуз-Дыня (1 литр)", "flavor": "Арбуз-Дыня", "volume": "1 литр", "price": 2400, "description": "" },
            { "id": 503, "name": "Лимонад Вишневый (1 литр)", "flavor": "Вишневый", "volume": "1 литр", "price": 2400, "description": "" },
            { "id": 504, "name": "Лимонад Киви (1 литр)", "flavor": "Киви", "volume": "1 литр", "price": 2400, "description": "" },
            { "id": 505, "name": "Лимонад Клубничный (1 литр)", "flavor": "Клубничный", "volume": "1 литр", "price": 2400, "description": "" },
            { "id": 506, "name": "Лимонад Малина (1 литр)", "flavor": "Малина", "volume": "1 литр", "price": 2400, "description": "" },
            { "id": 507, "name": "Лимонад Манго-Маракуйя (1 литр)", "flavor": "Манго-Маракуйя", "volume": "1 литр", "price": 2400, "description": "" },
            { "id": 508, "name": "Лимонад Тархун (1 литр)", "flavor": "Тархун", "volume": "1 литр", "price": 2400, "description": "" },
            { "id": 509, "name": "Лимонад Ягодный (1 литр)", "flavor": "Ягодный", "volume": "1 литр", "price": 2400, "description": "" },
            { "id": 510, "name": "Лимонад Мохито Классика (1 литр)", "flavor": "Мохито Классика", "volume": "1 литр", "price": 2400, "description": "" },
            { "id": 511, "name": "Лимонад Микс (0.4 стакан)", "flavor": "Микс", "volume": "0.4 стакан", "price": 1200, "description": "" },
            { "id": 512, "name": "Лимонад Ананас (0.4 стакан)", "flavor": "Ананас", "volume": "0.4 стакан", "price": 1200, "description": "" },
            { "id": 513, "name": "Лимонад Арбуз-Дыня (0.4 стакан)", "flavor": "Арбуз-Дыня", "volume": "0.4 стакан", "price": 1200, "description": "" },
            { "id": 514, "name": "Лимонад Вишневый (0.4 стакан)", "flavor": "Вишневый", "volume": "0.4 стакан", "price": 1200, "description": "" },
            { "id": 515, "name": "Лимонад Киви (0.4 стакан)", "flavor": "Киви", "volume": "0.4 стакан", "price": 1200, "description": "" },
            { "id": 516, "name": "Лимонад Клубничный (0.4 стакан)", "flavor": "Клубничный", "volume": "0.4 стакан", "price": 1200, "description": "" },
            { "id": 517, "name": "Лимонад Малина (0.4 стакан)", "flavor": "Малина", "volume": "0.4 стакан", "price": 1200, "description": "" },
            { "id": 518, "name": "Лимонад Манго-Маракуйя (0.4 стакан)", "flavor": "Манго-Маракуйя", "volume": "0.4 стакан", "price": 1200, "description": "" },
            { "id": 519, "name": "Лимонад Тархун (0.4 стакан)", "flavor": "Тархун", "volume": "0.4 стакан", "price": 1200, "description": "" },
            { "id": 520, "name": "Лимонад Ягодный (0.4 стакан)", "flavor": "Ягодный", "volume": "0.4 стакан", "price": 1200, "description": "" },
            { "id": 521, "name": "Лимонад Мохито Классика (0.4 стакан)", "flavor": "Мохито Классика", "volume": "0.4 стакан", "price": 1200, "description": "" }
        ]
    },
    {
        "category": "Молочные коктейли и Смузи (0.3л / 0.4л)",
        "hasVariants": true,
        "volumes": ["0.3л", "0.4л"],
        "items": [
            { "id": 650, "name": "Коктейль Клубника-Банан (0.3л)", "group": "Коктейли", "flavor": "Клубника-Банан", "volume": "0.3л", "price": 1500, "description": "" },
            { "id": 651, "name": "Коктейль Клубника-Банан (0.4л)", "group": "Коктейли", "flavor": "Клубника-Банан", "volume": "0.4л", "price": 1800, "description": "" },
            { "id": 652, "name": "Коктейль Шоколадный (0.3л)", "group": "Коктейли", "flavor": "Шоколадный", "volume": "0.3л", "price": 1500, "description": "" },
            { "id": 653, "name": "Коктейль Шоколадный (0.4л)", "group": "Коктейли", "flavor": "Шоколадный", "volume": "0.4л", "price": 1800, "description": "" },
            { "id": 654, "name": "Коктейль Oreo (0.3л)", "group": "Коктейли", "flavor": "Oreo", "volume": "0.3л", "price": 1500, "description": "" },
            { "id": 655, "name": "Коктейль Oreo (0.4л)", "group": "Коктейли", "flavor": "Oreo", "volume": "0.4л", "price": 1800, "description": "" },
            { "id": 656, "name": "Смузи Клубника (0.3л)", "group": "Смузи", "flavor": "Клубника", "volume": "0.3л", "price": 1700, "description": "" },
            { "id": 657, "name": "Смузи Клубника (0.4л)", "group": "Смузи", "flavor": "Клубника", "volume": "0.4л", "price": 1800, "description": "" },
            { "id": 658, "name": "Смузи Малина (0.3л)", "group": "Смузи", "flavor": "Малина", "volume": "0.3л", "price": 1700, "description": "" },
            { "id": 659, "name": "Смузи Малина (0.4л)", "group": "Смузи", "flavor": "Малина", "volume": "0.4л", "price": 1800, "description": "" },
            { "id": 660, "name": "Смузи Банан (0.3л)", "group": "Смузи", "flavor": "Банан", "volume": "0.3л", "price": 1700, "description": "" },
            { "id": 661, "name": "Смузи Банан (0.4л)", "group": "Смузи", "flavor": "Банан", "volume": "0.4л", "price": 1800, "description": "" },
            { "id": 662, "name": "Смузи Киви (0.3л)", "group": "Смузи", "flavor": "Киви", "volume": "0.3л", "price": 1700, "description": "" },
            { "id": 663, "name": "Смузи Киви (0.4л)", "group": "Смузи", "flavor": "Киви", "volume": "0.4л", "price": 1800, "description": "" }
        ]
    },
    {
        "category": "Холодные напитки",
        "hasSizePicker": true,
        "products": [
                {
                    "name": "Pepsi / Cola / Fanta / Sprite",
                    "sizes": [
                        { "id": 700, "volume": "0.25л", "price": 790 },
                        { "id": 701, "volume": "0.5л", "price": 570 },
                        { "id": 702, "volume": "1.0л", "price": 900 }
                    ]
                },
                {
                    "name": "Lipton / Fuse Tea / Piala",
                    "sizes": [
                        { "id": 703, "volume": "0.5л", "price": 500 },
                        { "id": 704, "volume": "1.0л", "price": 700 }
                    ]
                },
                {
                    "name": "DaDa холодный чай",
                    "sizes": [
                        { "id": 705, "volume": "0.5л", "price": 550 },
                        { "id": 706, "volume": "1.0л", "price": 750 }
                    ]
                },
                {
                    "name": "Айран Турецкий",
                    "sizes": [
                        { "id": 707, "volume": "0.25л", "price": 370 }
                    ]
                },
                {
                    "name": "Вода SAURA",
                    "sizes": [
                        { "id": 708, "volume": "0.5л", "price": 380 },
                        { "id": 709, "volume": "1.0л", "price": 550 }
                    ]
                },
                {
                    "name": "Вода ASU / BonAqua",
                    "sizes": [
                        { "id": 710, "volume": "0.5л", "price": 480 },
                        { "id": 711, "volume": "1.0л", "price": 650 }
                    ]
                },
                {
                    "name": "Сары Ағаш",
                    "sizes": [
                        { "id": 712, "volume": "1.5л", "price": 600 }
                    ]
                },
                {
                    "name": "Компот собственного приготовления",
                    "sizes": [
                        { "id": 713, "volume": "0.25л", "price": 390 },
                        { "id": 714, "volume": "0.33л", "price": 450 },
                        { "id": 715, "volume": "1.0л", "price": 890 },
                        { "id": 716, "volume": "0.4л", "price": 550 }
                    ]
                },
                {
                    "name": "Детский сок DaDa / Piko",
                    "sizes": [
                        { "id": 717, "volume": "0.25л", "price": 420 }
                    ]
                },
                {
                    "name": "Натуральный сок DaDa / Piko",
                    "sizes": [
                        { "id": 718, "volume": "1.0л", "price": 1290 }
                    ]
                },
                {
                    "name": "LAGI лимонад стекло",
                    "sizes": [
                        { "id": 719, "volume": "0.5л", "price": 650 }
                    ]
                },
                {
                    "name": "Кымыз Башкирский стекло",
                    "sizes": [
                        { "id": 720, "volume": "0.5л", "price": 1200 }
                    ]
                },
                {
                    "name": "BORJOMI стекло",
                    "sizes": [
                        { "id": 721, "volume": "0.33л", "price": 850 },
                        { "id": 722, "volume": "0.5л", "price": 950 }
                    ]
                },
                {
                    "name": "BORJOMI ПЭТ",
                    "sizes": [
                        { "id": 723, "volume": "0.5л", "price": 700 },
                        { "id": 724, "volume": "0.75л", "price": 900 },
                        { "id": 725, "volume": "1.0л", "price": 1090 },
                        { "id": 726, "volume": "1.25л", "price": 1200 }
                    ]
                },
                {
                    "name": "BORJOMI Лимонад стекло",
                    "sizes": [
                        { "id": 727, "volume": "0.5л", "price": 1200 }
                    ]
                },
                {
                    "name": "BORJOMI Лимонад Ж/Б",
                    "sizes": [
                        { "id": 728, "volume": "0.33л", "price": 900 }
                    ]
                },
                {
                    "name": "BORJOMI Ж/Б",
                    "sizes": [
                        { "id": 729, "volume": "0.33л", "price": 750 }
                    ]
                }
        ],
        "items": [
            { "id": 700, "name": "Pepsi / Cola / Fanta / Sprite (0.25л)", "price": 790, "description": "" },
            { "id": 701, "name": "Pepsi / Cola / Fanta / Sprite (0.5л)", "price": 570, "description": "" },
            { "id": 702, "name": "Pepsi / Cola / Fanta / Sprite (1.0л)", "price": 900, "description": "" },
            { "id": 703, "name": "Lipton / Fuse Tea / Piala (0.5л)", "price": 500, "description": "" },
            { "id": 704, "name": "Lipton / Fuse Tea / Piala (1.0л)", "price": 700, "description": "" },
            { "id": 705, "name": "DaDa холодный чай (0.5л)", "price": 550, "description": "" },
            { "id": 706, "name": "DaDa холодный чай (1.0л)", "price": 750, "description": "" },
            { "id": 707, "name": "Айран Турецкий (0.25л)", "price": 370, "description": "" },
            { "id": 708, "name": "Вода SAURA (0.5л)", "price": 380, "description": "" },
            { "id": 709, "name": "Вода SAURA (1.0л)", "price": 550, "description": "" },
            { "id": 710, "name": "Вода ASU / BonAqua (0.5л)", "price": 480, "description": "" },
            { "id": 711, "name": "Вода ASU / BonAqua (1.0л)", "price": 650, "description": "" },
            { "id": 712, "name": "Сары Ағаш (1.5л)", "price": 600, "description": "" },
            { "id": 713, "name": "Компот собственного приготовления (0.25л)", "price": 390, "description": "" },
            { "id": 714, "name": "Компот собственного приготовления (0.33л)", "price": 450, "description": "" },
            { "id": 715, "name": "Компот собственного приготовления (1.0л)", "price": 890, "description": "" },
            { "id": 716, "name": "Компот собственного приготовления (0.4л)", "price": 550, "description": "" },
            { "id": 717, "name": "Детский сок DaDa / Piko (0.25л)", "price": 420, "description": "" },
            { "id": 718, "name": "Натуральный сок DaDa / Piko (1.0л)", "price": 1290, "description": "" },
            { "id": 719, "name": "LAGI лимонад стекло (0.5л)", "price": 650, "description": "" },
            { "id": 720, "name": "Кымыз Башкирский стекло (0.5л)", "price": 1200, "description": "" },
            { "id": 721, "name": "BORJOMI стекло (0.33л)", "price": 850, "description": "" },
            { "id": 722, "name": "BORJOMI стекло (0.5л)", "price": 950, "description": "" },
            { "id": 723, "name": "BORJOMI ПЭТ (0.5л)", "price": 700, "description": "" },
            { "id": 724, "name": "BORJOMI ПЭТ (0.75л)", "price": 900, "description": "" },
            { "id": 725, "name": "BORJOMI ПЭТ (1.0л)", "price": 1090, "description": "" },
            { "id": 726, "name": "BORJOMI ПЭТ (1.25л)", "price": 1200, "description": "" },
            { "id": 727, "name": "BORJOMI Лимонад стекло (0.5л)", "price": 1200, "description": "" },
            { "id": 728, "name": "BORJOMI Лимонад Ж/Б (0.33л)", "price": 900, "description": "" },
            { "id": 729, "name": "BORJOMI Ж/Б (0.33л)", "price": 750, "description": "" }
        ]
    }
];
